Repository: pyconca/2012-web
Catalog: pyconca/locale/*/LC_MESSAGES/pyconca.po
Languages: fr

source: Support the efforts of <a href='http://montrealpython.org/2011/03/pycon-2014-and-2015-in-montreal/'> Montreal Python</a> as they prepare to host <a href='http://us.pycon.org/'>PyCon North America</a> in 2014 and 2015. This is the first time that the main PyCon conference is going to be outside of the US. Let's take this opportunity to showcase the Canadian Python community, and step up to the challenge as speakers and volunteers.
fr: Supportez les efforts de <a href=''http://montrealpython.org/2011/03/pycon-2014-and-2015-in-montreal/'> Montréal-Python</a> qui se prépare à accueillir <a href='http://us.pycon.org/'>PyCon Amérique du Nord</a> en 2014 et 2015. Ce sera la première fois que la principale conférence PyCon se tiendra à l'extérieur des États-Unis. Prenons cette opportunité pour montrer la vitalité de la communauté Python canadienne, et acceptons le défi comme présentateur et volontaire.

source: Strengthen the Canadian Python community by providing more opportunities for us to share knowledge and ideas, encourage support and education for speaking at conferences, and increase the visibility of developers, organizations, and companies within the community.
fr: Renforcer la communauté Python canadienne en nous bâtissant de nouvelles opportunités de partager nos connaissances et nos idées, encourager le support et l'éducation en présentant à une conférence, et en augmentant la visibilité des développeurs, des organisations et des compagnies dans notre communauté.

source: PyCon Canada is entirely run by volunteers who are passionate about these goals. We hope to see you at the 2012 conference!
fr: PyCon Canada est entièrement organisé par des volontaires passionés par ces objectifs. Nous espérons vous voir à la conférence 2012!

source: Please familiarize yourself with the <a href="/conduct">Code of Conduct</a> and do your part to make sure PyCon Canada doesn't end up on Hacker News for all the wrong reasons.
fr: Veuillez vous familiariser avec le <a href="/conduct">Code de conduite</a> et faites votre part afin de faire en sorte que PyCon Canada ne finisse pas sur Hacker News pour de mauvaises raisons.

source: Made in Canada, with help from the greater Python community. <strong>Thank-you for your contribution!</strong>
fr: Fait au Canada, avec l'aide de la grande communauté Python. <strong>Merci pour votre contribution!</strong>

source: Have we missed thanking someone? Don't be shy &mdash; let us know: <a href="mailto:organizers@pycon.ca">organizers@pycon.ca</a>.
fr: Avons-nous oublié de remercier quelqu'un? Ne soyez pas gêné; laissez-le nous savoir: <a href="mailto:organizers@pycon.ca">organizers@pycon.ca</a>.

source: About
fr: À propos

source: What is PyCon Canada?
fr: Qu'est-ce que PyCon Canada?

source: PyCon Canada is an initiative to strengthen the Canadian Python community.
fr: PyCon Canada est une initiative qui a pour but de renforcer la communauté Python Canadienne.

source: Our main goals:
fr: Nos objectifs principaux:

source: Host an annual Canadian PyCon conference, starting now - 2012!
fr: Accueillir une conférence annuelle PyCon Canada, en commencant maintenant, en 2012!

source: Code of Conduct
fr: Code de conduite

source: Made in Canada!
fr: Fait au Canada!

source: Home
fr: Accueil

source: Venue
fr: Lieu

source: Schedule
fr: Horaire

source: Speak
fr: Présenter

source: Learn
fr: Apprendre

source: Sponsor
fr: Commanditer

source: Talks
fr: Présentations

source: Users
fr: Utilisateurs

source: Submit a Talk
fr: Soumettre une présentation

source: Your Talks
fr: Vos présentations

source: Your Profile
fr: Votre profil

source: Logout
fr: Se déconnecter

source: Login
fr: Connection

source: Sign Up
fr: S'inscrire

source: Français
fr: English

source: photo by camstatic
fr: photo par camstatic

source: Code of Conduct
fr: Code de conduite

source: PyCon Canada is a community conference intended for networking and collaboration in the developer community. <br> <br> We value the participation of each member of the Python community and want all attendees to have an enjoyable and fulfilling experience. Accordingly, all attendees are expected to show <strong>respect</strong> and <strong>courtesy</strong> to other attendees throughout the conference and at all conference events, whether officially sponsored by PyCon Canada or not. <br> <br> To make clear what is expected, all delegates, speakers, exhibitors and volunteers at any PyCon Canada event are required to conform to the following Code of Conduct. Organizers will enforce this code throughout the event.
fr: PyCon Canada est une conférence communautaire conçue pour le réseautage et la collaboration dans la communauté de développeurs.<br><br>La participation de tous les membres de la communauté Python est importante pour nous et nous voulons que tous les participants aient une expérience agréable et enrichissante. Ainsi, il est attendu de tous les participants <strong>respect</strong> et <strong>courtoisie</strong> envers les autres participants pendant la conférence et pour tous les événements de la conférence, qu'ils soient ou non commandités par PyCon Canada.<br><br>Pour préciser ce qui est attendu, tous les représentants, présentateurs, exposants et volontaires à tout événement PyCon Canada sont tenus de se conformer au Code de conduite qui suit. Les organisateurs feront respecter ce code durant tout l'événement.

source: PyCon Canada is dedicated to providing a harassment-free conference experience for everyone, regardless of gender, sexual orientation, disability, physical appearance, body size, race, or religion. We do not tolerate harassment of conference participants in any form. <br> <br> All communication should be appropriate for a professional audience including people of many different backgrounds. Sexual language and imagery is not appropriate for any conference venue, including talks. <br> <br> <strong>Be kind</strong> to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and sexist, racist, or exclusionary jokes are not appropriate for PyCon Canada. <br> <br> Attendees violating these rules may be asked to leave the conference without a refund at the sole discretion of the conference organizers. <br> <br> Thank you for helping make this a welcoming, friendly event for all.
fr: PyCon Canada s'engage à fournir à tous une conférence sans harcèlement, sans égard au genre, l'orientation sexuelle, les handicaps, l'apparence physique, la taille, la race, ou la religion. Nous ne tolérons aucune forme d'harcèlement envers les participants à la conférence.<br><br>Toute communication devrait être appropriée pour une audience de professionnels incluant des personnes de différents horizons. Le langage et les images à caractère sexuel n'est pas approprié en aucun lieu de la conférence incluant les présentations.<br><br><strong>Soyez gentils</strong> envers les autres. N'insultez ou n'humiliez pas d'autres participants. Comportez-vous de manière professionnelle. Rappelez-vous que le harcèlement ou les blagues sexistes, racistes ou exclusives ne sont pas appropriées pour PyCon Canada.<br><br>Les participants contrevenant à ces règles pourraient se voir demander de quitter la conférence sans aucun remboursement à la seule discrétion des organisateurs de la conférence.<br><br>Merci de contribuer à faire de cet événement, un événement accueillant et amical pour tous.

source: Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. <br> <br> Participants asked to stop any harassing behavior are expected to comply immediately. <br> <br> Exhibitors in the expo hall, sponsor or vendor booths, or similar activities are also subject to the anti-harassment policy. In particular, exhibitors should not use sexualized images, activities, or other material. Booth staff (including volunteers) should not use sexualized clothing/uniforms/costumes, or otherwise create a sexualized environment. <br> <br> Be careful in the words that you choose. Remember that sexist, racist, and other exclusionary jokes can be offensive to those around you. <br> <br> If a participant engages in behavior that violates this code of conduct, the conference organizers may take any action they deem appropriate, including warning the offender or expulsion from the conference with no refund.
fr: Le harcèlement inclut des commentaires verbaux offensants liés au genre, à l'orientation sexuelle, aux handicaps, à l'apparence physique, à la taille, à la race, à la religion, des images sexuelles dans des espaces publics, de l'intimidation délibérée, suivre quelqu'un, des prises harcelantes de photos ou d'enregistrements, des interruptions répétitives de présentation ou autre événement, des contacts physiques inappropriés et de l'attention sexuelle non bienvenue.<br><br>Il est attendu qu'un participant mette fin à un comportement harcelantimmédiatement lorsque demandé.<br><br>Les exposants dans le hall d'exposition, les kiosques de commanditaires ou de fournisseurs, ou toute activité similaire sont aussi sujet à la politique anti-harcèlement. En particulier, les exposants ne devraient pas utiliser d'images, d'activités ou autre matériel sexualisés. Les personnels aux kiosques (incluant les volontaires) ne devraient pas utiliser des habits/uniformes/costumes sexualisés ou par ailleurs créer un environnement sexualisé.<br><br>Soyez attentifs aux mots que vous choisissez. Rappelez-vous que les blagues sexistes, racistes ou exclusives d'une autre manière peuvent offenser ceux qui vous entourent.<br><br>Si un participant s'engage dans un comportement qui viole ce code de conduite, les organisateurs de la conférence peuvent prendre toute mesure qu'ils jugent appropriée incluant avertir l'offenseur ou l'expulser de la conférence sans remboursement.

source: If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of conference board - Diana Clarke, Nicola Yap, or David Wolever. <br> <br> If the matter is especially urgent, please call/contact any of these individuals:
fr: Si vous êtes victime d'harcèlement, témoin d'un harcèlement ou avez tout autre souci, veuillez contacter un membre du comité d'administration - Diana Clarke, Nicola Yap, ou David Wolever.<br><br>Si le cas est particulièrement urgent, veuillez appeler/contacter une de ces personnes:

source: Conference staff will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the conference. We value your attendance.
fr: Le personnel de la conférence se fera un plaisir d'aider les participants à contacter la sécurité de l'hôtel/des lieux ou des représentants locaux de la loi, fournir des escortes, ou assister en toute autre manière ceux étant la cible d'harcèlement afin qu'ils se sentent en sécurité pendant la conférence. Nous apprécions votre présence.

source: This code of conduct is largely based on the PyCon USA <a href="https://us.pycon.org/2013/about/code-of-conduct/"> Conference Code of Conduct </a>.
fr: Ce code de conduite est largement inspiré du <a href="https://us.pycon.org/2013/about/code-of-conduct/">Code de conduite de la conférence</a> de PyCon USA.

source: The Short Version
fr: La version courte

source: The Longer Version
fr: La version longue

source: Contact Information
fr: Informations de contact

source: The majority of our discussion occurs on the mailing list <a href='mailto:pyconca@googlegroups.com'>pyconca@googlegroups.com</a> (<a href='https://groups.google.com/forum/?fromgroups#!forum/pyconca'>archives</a>). The organizing committee can be contacted privately at <a href='mailto:organizers@pycon.ca'>organizers@pycon.ca</a>, and the board (Diana Clarke, Nicola Yap, and David Wolever) can be contacted privately at <a href='mailto:board@pycon.ca'>board@pycon.ca</a>.
fr: La plupart de nos discussions se font sur la liste de diffusion<a href='mailto:pyconca@googlegroups.com'>pyconca@googlegroups.com</a>(<a href='https://groups.google.com/forum/?fromgroups#!forum/pyconca'>archives</a>).Le comité d'organisation peut être contacté en privé à <a href='mailto:organizers@pycon.ca'>organizers@pycon.ca</a>, et le conseil d'administration (Diana Clarke, Nicola Yap, and David Wolever) peut être contacté à <a href='mailto:board@pycon.ca'>board@pycon.ca</a>.

source: Contact Us
fr: Contactez-nous

source: We are also online at:
fr: Nous sommes aussi en ligne sur:

source: Toronto, November 9th - 11th
fr: Toronto, du 9 au 11 novembre

source: Quick Links
fr: Liens rapides

source: Toronto, November 9th - 11th 2012
fr: Toronto, du 9 au 11 novembre 2012

source: You're invited to a kickoff conference, Nov 9-11 2012, in Toronto, getting us warmed up for the first <a href='http://us.pycon.org/'>PyCon North America</a> conference outside the US - <a href='http://www.newswire.ca/en/story/731987/montreal-chosen-to-welcome-over-1-500-python-programmers-for-the-world-s-most-important-conference-on-the-subject/'> Montreal in 2014 and 2015!</a> And when that's done, let's keep the momentum going with an annual PyCon in Canada.
fr: Vous êtes invités au lancement de la conférence, du 9 au 11 Novembre 2012, à Toronto, pour se préparer à la première conférence <a href='http://us.pycon.org/'>PyCon Amérique du Nord</a> à l'extérieur des États-Unis - <a href='http://www.newswire.ca/en/story/731987/montreal-chosen-to-welcome-over-1-500-python-programmers-for-the-world-s-most-important-conference-on-the-subject/'> Montréal en 2014 et en 2015!</a> Et quand ce sera fait, gardons le momentum en organisant une conférence annuelle PyCon au Canada.

source: Share your knowledge and cool ideas. Submit your proposal for a talk or tutorial by October 1st to organizers@pycon.ca. We'll be sprinting at the conference too, so you can also send us sprint ideas.
fr: Partager ses connaissances et ses idées. Soumettre une proposition pour une présentation ou un tutoriel d'ici au 1er octobre à organizers@pycon.ca. Nous allons sprinter à la conférence aussi, alors envoyez nous vos idées de sprints.

source: One of PyCon Canada's goals is to bring experts from the greater Python community to Canada; giving you the opportunity to be inspired and learn from the best! To get you excited, we'll be announcing our featured speakers, one by one, over the coming weeks. Check them out:
fr: Un des buts de PyCon Canada est d'amener au Canada des experts de l'ensemble de la communauté Python; vous donner l'opportunité d'être inspiré et d'apprendre des meilleurs! D'être excité, nous annoncerons nos présentateurs vedettes, un par un, durant les prochaines semaines. Restez à l'affût:

source: Be there November 9-11, 2012 at Beverley Halls in downtown Toronto. A short walk from the subway, so when you aren't busy coding or chatting with your colleagues you've got lots of stuff to explore nearby.
fr: Soyez là du 9 au 11 novembre 2012, au Beverley Halls dans le centre-ville de Toronto. À une petite marche d'un métro, donc lorsque vous ne serez pas occupés à coder ou à discuter avec vos collègues, vous aurez beaucoup de choses à explorer.

source: Start the fun Friday evening with a mix and mingle. Feed your brain at talks on Saturday, and if your sprint team is eager, you can start that night. Sprint or attend talks and tutorials on Sunday.
fr: Le plaisir commence le vendredi avec une soirée de réseautage. Nourrissez votre cerveau avec les présentations le samedi, et si votre équipe de sprint le désire, vous pourrez commencer ce soir là. Le dimanche, vous pourrez sprinter ou assiter à des présentations et des tutoriaux.

source: Support the Canadian Python community and get recognition, promotion, and good karma for helping to increase the expertise and visibility of developers across Canada. Various sponsorship options are available.
fr: Supportez la communauté Python canadienne et obtenez la reconnaissance, la promotion, et le bon karma pour avoir aidé à augmenter l'expertise et la visibilité de développeurs au Canada. De nombreuses options de de commandites sont disponibles.

source: Register
fr: S'inscrire

source: More >>
fr: Plus >>

source: Based in Halifax, Alex 'Sandy' Walsh is the owner of Dark Secret Software. He has been a senior professional developer for nearly 20 years and a Pythonista for 10 years. He is a core developer on the <a href="http://www.openstack.org/">OpenStack</a> project with Rackspace. You can learn more about him at <a href="http://www.sandywalsh.com/">sandywalsh.com</a> or follow <a href="https://twitter.com/TheSandyWalsh">@TheSandyWalsh</a>.
fr: Basé à Halifax, Alex 'Sandy' Walsh est le propriétaire de Darl Secret Software.Il est un développeur professionnel sénior depuis près de 20 ans et un Pythoneux depuis 10 ans. Il est un des principaux développeurs du projet <a href="http://www.openstack.org/">OpenStack</a> avec Rackspace. Vous pouvez en savoir plus à son sujet sur <a href="http://www.sandywalsh.com/">sandywalsh.com</a> ou en suivant <a href="https://twitter.com/TheSandyWalsh">@TheSandyWalsh</a>.

source: Confirmed Speakers
fr: Présentateurs confirmés

source: Mike Bayer is the creator of
fr: Mike Bayer est le créateur de

source: and
fr: et

source: He tweets:
fr: Il tweete:

source: He codes:
fr: Il code:

source: He blogs:
fr: Il blogue:

source: Chris McDonough is the primary author of the
fr: Chris McDonough est l'auteur principal du

source: <strong>Registration, casual mixer and venue setup</strong>. Come register, hang out, and chat. Food and drinks will be provided, and the venue bar will be open.
fr: <strong>Enregistrement, maillage et préparation du site</strong>. Venez vous enregistrer, passer du temps et discuter. De la nourriture et des rafraîchissements seront servis, et le bar du site sera ouvert.

source: <strong>Talks finish, venue bar opens, appetizers served</strong>. Time to meet some new people in preparation for dinner.
fr: <strong>Fin des présentations, ouverture du bar et des entrées seront servies</strong>. C'est le temps de rencontrer des gens dans la perspective du diner.

source: <strong>Dinner</strong>. Not provided. Grab some friends and head out to one of the local restaurants.
fr: <strong>Diner</strong>. Non-inclus. Ramassez des amis et allez à l'extérieur à un restaurant local.

source: <strong>Open space, BoF sessions</strong>. Hang out and chat. The venue bar will be open, and there will be space for <a href='http://en.wikipedia.org/wiki/Birds_of_a_feather_(computing)'> birds of a feather</a> sessions.
fr: <strong>Open space, sessions BoF</strong>. Sortir et discuter. Le bar du site sera ouvert, et il y aura de l'espace pour des sessions de <a href='http://en.wikipedia.org/wiki/Birds_of_a_feather_(computing)'> birds of a feather</a>.

source: Friday, November 9
fr: Vendredi, 9 novembre

source: Venue closes
fr: Fermeture des lieux

source: Saturday, November 10
fr: Samedi, 10 novembre

source: Registration
fr: Inscription

source: Keynote
fr: Introduction

source: Lunch (provided)
fr: Lunch (fourni)

source: Lightning talks
fr: Présentations éclair

source: Sunday, November 11
fr: Dimanche, 11 novembre

source: The schedule for PyCon 2012 includes talks, tutorials, and sprints over Saturday and Sunday.
fr: Le programme de PyCon Canada 2012 inclut des présentations, des tutoriaux et des sprints, de samedi à dimanche.

source: We welcome <em>everyone</em> in the Canadian Python community to come and share your ideas, experiences, and expertise. Whether you're new to Python or a seasoned expert, if you've got something interesting to share, we want to hear about it. A conference with a diverse set of good topics will give everyone the opportunity to learn something new and cool.
fr: Nous invitons <em>tout le monde</em> de la communauté canadienne Python à venir et à échanger des idées, des expériences et une expertise. Que vous soyez nouveau à Python ou un expert chevronné, si vous avez quelque chose d'intéressant à partager, nous voulons en savoir plus. Une conférence avec une série de sujets divers qui donnera l'opportunité à tout le monde d'apprendre quelque chose nouveau et de cool.

source: Nervous about your lack of presenter experience? We'll work to connect you with resources and people to help you prepare. You might also consider co-presenting with a more experienced presenter. And once you've rocked PyCon Canada 2012, you can take that experience to help you gear up for the main PyCon conference in Montreal.
fr: Vous êtes nerveaux à cause de votre manque d'expérience de présentateur? Nous travaillerons à vous connecter à des ressources et des gens qui vous aiderons à vous préparer. Vous pourriez aussi considérer de co-présenter avec quelqu'un ayant plus d'expérience de présentateur. Et lorsque vous aurez tabassé PyCon Canada 2012, vous pourrez utiliser cette expérience pour vous préparer pour la conférence principale PyCon à Montréal.

source: We would prefer 20 minute talks, although 45 minute talks will also be considered. Tutorials are 3 hours. We also welcome ideas for sprints.
fr: Nous préférerions des présentations de 20 minutes, toutefois, des présentations de 45 minutes seront aussi considérées. Les tutoriaux seront de 3 heures. Donnez aussi vos idées de sprints.

source: <a href="/new/talk">Submit your talk</a> if you are logged in. Alternatively, you can send talk and tutorial proposals to <a href="mailto:organizers@pycon.ca">organizers@pycon.ca</a>. Include the following information in talk and tutorial proposals:
fr: <a href="/new/talk">Soumettez votre présentation</a> si vous êtes connecté. Autrement, vous pouvez envoyer votre proposition de présentation ou de tutoriel à <a href="mailto:organizers@pycon.ca">organizers@pycon.ca</a>. Inclure les informations suivantes dans votre proposition:

source: Additional notes for the proposal reviewers. This can include additional background information such as links to other presentations you have done, or links to blog posts, articles or code related to your presentation.
fr: Notes supplémentaires pour sélectionneurs de propositions. Cela peut inclure des informations supplémentaires sur votre parcours tel que des liens vers d'autres présentations que vous avez faites, ou des liens vers des billets de blogs, des articles ou du code en lien avec votre présentation.

source: Speakers
fr: Présentateurs

source: Submitting a Talk or Tutorial
fr: Soumettre une présentation ou un tutoriel

source: Name of the talk or tutorial
fr: Nom de la présentation ou du tutoriel

source: Length of the talk/tutorial
fr: Durée de la présentation/tutoriel

source: Intended audience (assumed level of knowledge)
fr: Audience visée (niveau de difficulté)

source: Abstract for the talk/tutorial - 200 chars max
fr: Résumé de la présentation/tutoriel

source: Outline of the talk/tutorial
fr: Structure de la présentation/tutoriel

source: If you are interested in sponsoring PyCon Canada, please contact <a href="mailto:sponsorship@pycon.ca">sponsorship@pycon.ca</a>.
fr: Si vous êtes intéressé à commanditer PyCon Canada, veuillez contacter: <a href="mailto:sponsorship@pycon.ca">sponsorship@pycon.ca</a>.

source: Sponsor PyCon Canada
fr: Commanditer PyCon Canada

source: The conference will be held at Beverley Halls, 206 Beverley St., just south of College and Beverley, Toronto.
fr: La conférence se tiendra au Beverley Halls, 206 rue Beverley, Toronto, juste au sud de l'intersection College/Beverley.
