Repository: pyconca/2012-web
Catalog: pyconca/locale/*/LC_MESSAGES/pyconca.po
Languages: fr

source: Toronto has 2 major airports. <a href='http://www.gtaa.com'>Pearson</a> is the international airport and is the location for almost all the major domestic and international airlines. It's about a 35 minute drive from the Airport to Beverley Halls, but be aware that downtown Toronto traffic is busy all day and is particularly busy during peak rush hour. Allow at least an hour for travel time from the airport.
fr: Toronto a 2 principaux aéroports. <a href='http://www.gtaa.com'>Pearson</a> est l'aéroport international et est l'endroit où sont basées la plupart des principales compagnies aériennes domestiques et internationales. L'aéroport est à 35 minutes de route de Beverley Halls, mais sachez qu'il y a du trafic dans le centre-ville de Toronto toute la journée, particulièrement lors des heures de pointe. Prévoyez donc au moins une heure de trajet à partir de l'aéroport.

source: <a href='http://www.flyporter.com'>Porter Airlines</a> is located on Toronto Island and is just south of Union Station, the main transit hub in downtown Toronto, including Go Transit, TTC (the local bus, streetcar and subway service) and VIA Rail.
fr: <a href='http://www.flyporter.com'>Porter Airlines</a> est situé sur l'Île de Toronto juste au sud de Union Station, le principal point de transit du centre-ville de Toronto, donnant accès notamment à Go Transit, TTC (le service local d'autobus, de tram et de métro) et VIA Rail.

source: VIA is a good alternative to the airlines if you are coming from somewhere like Montreal or Ottawa. Advance pricing is often available at a discount.
fr: VIA est une bonne alternative aux compagnies aériennes si vous venez de Montréal ou d'Ottawa, par exemple. Il y a souvent des rabais sur les réservations à l'avance.

source: Make sure that you've got a valid passport and don't forget to bring it with you.
fr: Assurez-vous d'avoir un passeport valide et n'oubliez pas de l'amener avec vous.

source: <a href='http://www.flyporter.com'>Porter Airlines</a> has frequent, reasonably-priced flights for trips from several US cities to Toronto, including Boston, Burlington (VT), Chicago, Myrtle Beach, New York, and Washington
fr: <a href='http://www.flyporter.com'>Porter Airlines</a> a des vols fréquents à des prix raisonnables à destination de Toronto à partir de plusieurs villes des É.U., notamment Boston, Burlington (VT), Chicago, Myrtle Beach, New-York et Washington.

source: Beverly Halls is a short walk from a number of different public transit stops. <a href="http://maps.google.ca/maps?daddr=206+Beverley+St,+Toronto,+ON+M5T+1Z3&hl=en&sll=43.657192,-79.395382&sspn=0.019933,0.077162&geocode=FWYnmgId0oVE-ynn5LTlxjQriDEq_o2na7PIDw&dirflg=r&ttype=now&noexp=0&noal=0&sort=def&mra=ltm&t=m&z=14&start=0"> Google Map's transit directions</a> can be used to find the best route, and <a href='http://www.ttc.ca/'>the TTC's website</a> for rates.
fr: Beverly Halls est à courte distance à pied à partir de plusieurs arrêts du transport public. <a href="http://maps.google.ca/maps?daddr=206+Beverley+St,+Toronto,+ON+M5T+1Z3&hl=en&sll=43.657192,-79.395382&sspn=0.019933,0.077162&geocode=FWYnmgId0oVE-ynn5LTlxjQriDEq_o2na7PIDw&dirflg=r&ttype=now&noexp=0&noal=0&sort=def&mra=ltm&t=m&z=14&start=0">Google Map</a> peut être utilisée pour trouver le meilleur itinéraire et le <a href='http://www.ttc.ca/'>site de TTC</a> pour les tarifs.

source: Paid street parking is available on Beverley and surrounding side streets, and some free parking is also available on weekends. There is a paid Green P parking lot nearby, which can be seen on the <a href="https://maps.google.com/maps/ms?msid=209898849797428860102.0004c67cb66abadbf199e&amp;msa=0&amp;ie=UTF8&amp;ll=43.654196,-79.395704&amp;spn=0.01228,0.019205&amp;t=m&amp;iwloc=0004c67cb66b9121bbdbe&amp;source=embed">PyCon Canada 2012 map</a>.
fr: Il y a du stationnement payant sur la rue Beverly et sur les rues secondaires autour et du stationnement gratuit est même disponible les fins de semaine.Il y a un espace de stationnement payant Green P proche, que vous pouvez repérersur la <a href="https://maps.google.com/maps/ms?msid=209898849797428860102.0004c67cb66abadbf199e&amp;msa=0&amp;ie=UTF8&amp;ll=43.654196,-79.395704&amp;spn=0.01228,0.019205&amp;t=m&amp;iwloc=0004c67cb66b9121bbdbe&amp;source=embed">carte de PyCon Canada 2012</a>.

source: We'll be providing lunch on Saturday and Sunday, so make sure that you let us know about any dietary restrictions. For your other meals, there are lots of options on College St. and Spadina Ave. Some additional options are available on Elm St. and Baldwin St. south of the venue - some of restaurants will be a little pricier.
fr: Un lunch sera fourni samedi et dimanche, donc laissez nous savoir si vous avez des contraintes diététiques. Pour vos autres repas, il y a plusieurs possibilités sur la rue College et l'avenue Spadina. D'autres options existent sur les rues Elm et Baldwin, au sud de la conférence - certains restaurants sont plus dispendieux.

source: We are in the process of finding a recommended hotel. Contact <a href='mailto:hotels@pycon.ca'>hotels@pycon.ca</a> if you would like to be notified when a hotel is chosen.
fr: Nous procédons à la recherche d'un hôtel à recommander. Contactez <a href='mailto:hotels@pycon.ca'>hotels@pycon.ca</a> si vous souhaitez être notifié lorsqu'un hôtel sera choisi.

source: Location
fr: Emplacement

source: View the complete
fr: Voir complètement la

source: PyCon Canada 2012 map
fr: carte de PyCon Canada 2012

source: Getting to Toronto
fr: Se rendre à Toronto

source: If you're coming from the US:
fr: Si vous arrivez des É.U.:

source: Public Transit and Parking
fr: Transport public et stationnement

source: Food
fr: Nourriture

source: Hotel
fr: Hôtel
